src/xml/request_templates/bog_arkitekturteorier_526itb.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>23545713|870970</ac:identifier>
              <dc:identifier xsi:type="dkdcplus:ISBN">87-7407-237-4</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Arkitekturteorier siden 1945</dc:title>
              <dc:title xsi:type="dkdcplus:full">Arkitekturteorier siden 1945</dc:title>
              <dcterms:alternative>Arkitekturteorier</dcterms:alternative>
              <dc:creator xsi:type="dkdcplus:aut">Nils-Ole Lund (f. 1930)</dc:creator>
              <dc:creator xsi:type="oss:sort">Lund, Nils-Ole (f. 1930)</dc:creator>
              <dc:subject xsi:type="dkdcplus:DK5">71.17</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Det 20. århundrede</dc:subject>
              <dc:subject xsi:type="dkdcplus:DBCF">arkitekturteori</dc:subject>
              <dc:description>Indhold: Bruno Zevi og den organiske arkitektur ; Architectural Review og den funktionelle tradition ; Systemarkitekturen ; Strukturalisme og åben form ; Reynar Banham og brutalismen ; Louis Kahn og idealismen ; Christopher Alexander og den systematiske projektering ; Robert Venturi og den amerikanske postmodernisme ; Utopiske ideer og projekter ; 70ernes sociale opgør ; Aldo Rossi og den italienske nyrationalisme ; Dekonstruktivismen ; Stedet og den fænomenologiske inspiration</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Arkitektens Forlag</dc:publisher>
              <dc:date>2001</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Bog</dc:type>
              <dc:format>illustreret</dc:format>
              <dcterms:extent>246 sider</dcterms:extent>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">23545713</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20111202234658</marcx:subfield>
                  <marcx:subfield code="d">20010618</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">m</marcx:subfield>
                  <marcx:subfield code="u">f</marcx:subfield>
                  <marcx:subfield code="a">2001</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="x">04</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="021">
                  <marcx:subfield code="a">87-7407-237-4</marcx:subfield>
                  <marcx:subfield code="c">hf.</marcx:subfield>
                  <marcx:subfield code="d">kr. 448,00</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="a">DBF200129</marcx:subfield>
                  <marcx:subfield code="x">SFD200129</marcx:subfield>
                  <marcx:subfield code="x">ACC200125</marcx:subfield>
                  <marcx:subfield code="x">DAT991149</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="100">
                  <marcx:subfield code="5">870979</marcx:subfield>
                  <marcx:subfield code="6">68656214</marcx:subfield>
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="a">Lund</marcx:subfield>
                  <marcx:subfield code="h">Nils-Ole</marcx:subfield>
                  <marcx:subfield code="c">f. 1930</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Arkitekturteorier siden 1945</marcx:subfield>
                  <marcx:subfield code="e">Nils-Ole Lund</marcx:subfield>
                  <marcx:subfield code="e">billedredaktion: Nils-Ole Lund</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">[Kbh.]</marcx:subfield>
                  <marcx:subfield code="b">Arkitektens Forlag</marcx:subfield>
                  <marcx:subfield code="c">2001</marcx:subfield>
                  <marcx:subfield code="k">Bogtrykkeriet Skive</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="a">246 sider</marcx:subfield>
                  <marcx:subfield code="b">ill.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="526">
                  <marcx:subfield code="i">Afløser hans</marcx:subfield>
                  <marcx:subfield code="t">Teoridannelser i arkitekturen</marcx:subfield>
                  <marcx:subfield code="b">. 3. udgave. 1985</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="530">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Indhold: Bruno Zevi og den organiske arkitektur ; Architectural Review og den funktionelle tradition ; Systemarkitekturen ; Strukturalisme og åben form ; Reynar Banham og brutalismen ; Louis Kahn og idealismen ; Christopher Alexander og den systematiske projektering ; Robert Venturi og den amerikanske postmodernisme ; Utopiske ideer og projekter ; 70ernes sociale opgør ; Aldo Rossi og den italienske nyrationalisme ; Dekonstruktivismen ; Stedet og den fænomenologiske inspiration</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">71.17</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="666">
                  <marcx:subfield code="0"/>
                  <marcx:subfield code="f">arkitekturteori</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="745">
                  <marcx:subfield code="a">Arkitekturteorier</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="990">
                  <marcx:subfield code="a">SFD</marcx:subfield>
                  <marcx:subfield code="o">200129</marcx:subfield>
                  <marcx:subfield code="c">H</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">DBC</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:23545713</os:identifier>
            <os:creationDate>2005-03-01</os:creationDate>
            <os:holdingsCount>35</os:holdingsCount>
            <os:lendingLibraries>35</os:lendingLibraries>
            <os:relations>
              <os:relation>
                <os:relationType>dbcaddi:hasReview</os:relationType>
                <os:relationUri>870971-anmeld:86294125</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasReview</os:relationType>
                <os:relationUri>870971-anmeld:86564548</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870971-tsart:70195399</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870971-avis:80936680</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasReview</os:relationType>
                <os:relationUri>870971-anmeld:86423774</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasReview</os:relationType>
                <os:relationUri>870971-anmeld:86270900</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870971-tsart:70195380</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870971-avis:72736397</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasReview</os:relationType>
                <os:relationUri>870971-anmeld:86324725</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasReview</os:relationType>
                <os:relationUri>870971-anmeld:86374714</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasReview</os:relationType>
                <os:relationUri>870971-anmeld:86395304</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasReview</os:relationType>
                <os:relationUri>870971-anmeld:86397854</os:relationUri>
              </os:relation>
              <os:relation>
                <os:relationType>dbcaddi:hasCreatorDescription</os:relationType>
                <os:relationUri>870970-basis:23918137</os:relationUri>
              </os:relation>
            </os:relations>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>bog_arkitekturteorier_526itb.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
